
"%d duplicate files found, occupying %@" = "找到 %d 個重複文件，佔用 %@";

"%d items in total, %@ selected" = "總共 %d 項，已選擇 %@";

"%d item(s) selected, you will free up %@ disk space" = "已選擇 %d 項，您可以釋放 %@ 的磁盤空間";

"Calculation %@" = "計算 %@";

"Cancel" = "取消";

"Delete all selected files" = "清理所有選擇文件";

"Cleanup completed" = "重複文件清理完成";

"Close" = "關閉";

"Counting duplicate files..." = "正在計算文件";

"Counting duplicates canceled, exiting..." = "取消計算文件，正在退出...";

"File %@ found" = "找到文件 %@";

"File calculation complete" = "文件計算完成";

"No duplicate files found" = "沒有發現重複文件";

"Ok" = "確定";

"Please select a file" = "請選擇文件";

"Please select the file to be cleaned" = "請選擇要清理的文件";

"Scanning for duplicate files..." = "正在掃描重複文件...";

"Searching for files canceled, exiting..." = "取消搜索文件，正在退出...";

"Searching for files..." = "正在搜尋文件...";

"Are you sure you want to delete the selected files?" = "您確定要清理所選文件嗎？";

"Delete selected files" = "清理選中文件";

"Cleaning up %@" = "正在清理中 %@";

"Archive" = "存檔";

"Size" = "大小";

"Files cannot be cleaned up without deletion permission." = "沒有刪除權限，無法清理文件！";

"Exporting file..." = "正在導出文件...";

"Organizing the remaining files..." = "整理剩餘文件...";

"No matching files were found." = "找不到符合的文件。";

"Please select the file to export." = "請選擇要導出的文件。";

"The selected files will be packed and cleaned up." = "選定的文件將被打包並清理。";

"Permissions denied, creation failed!" = "權限被拒絕，創建失敗！";

"Clean up all the selected files after backing up" = "備份後清理所有選定的文件";

"Reset" = "重置";

